export const SemanticMainBlocks = [
    /* rus */
    'проблема',
    'пример',
    'пояснение',
    'связь',
    'позиция',
    'отношение',

    /* lit */
    'аргумент',
    'понятие',

    /* soc */
    'идея',
    'понятие',
    'теория',
    'логика',
    'пример.общ',
    'пример.лич',
    'пример.ист',

    /* his */
    'событие',
    'сяп',
    'роль',
    'причина',
    'следствие',
    'оценка',

    /* rus-free */
    /* eng */
    'проблема',
    'лмнение',
    'прмнение',
    'аргумент',
    'обоснование',
    'вывод',
];
